{
    "title": "The Yellow Wallpaper by Charlotte Perkins Gilman - Chapter 1",
    "text": {
       "1": "It is very seldom",
       "2": "that mere ordinary people like John and myself",
       "3": "secure ancestral halls for the summer.",
       "4": "A colonial mansion, a hereditary estate,",
       "5": "I would say a haunted house, and reach the height of romantic felicity",
       "6": "- but that would be asking too much of fate!",
       "7": "Still I will proudly declare that there is something queer about it.",
       "8": "Else, why should it be let so cheaply?",
       "9": "And why have stood so long untenanted?",
       "10": "John laughs at me, of course, but one expects that in marriage.",
       "11": "John is practical in the extreme.",
       "12": "He has no patience with faith, an intense horror of superstition,",
       "13": "and he scoffs openly at any talk of things not to be felt and seen and put down in figures.",
       "14": "John is a physician, and perhaps -",
       "15": "(I would not say it to a living soul, of course, but this is dead paper and a great relief to my mind - )",
       "16": "perhaps that is one reason I do not get well faster.",
       "17": "You see he does not believe I am sick!",
       "18": "And what can one do? ",
       "19": "If a physician of high standing, and one's own husband,",
       "20": "assures friends and relatives that there is really nothing the matter with one but temporary nervous depression - a slight hysterical tendency",
       "21": "- what is one to do?",
       "22": "My brother is also a physician, and also of high standing, and he says the same thing.",
       "23": "So I take phosphates or phosphiteswhichever it is",
       "24": "and tonics, and journeys,",
       "25": "and air, and exercise, and am absolutely",
       "26": "forbidden to \"work\" until I am well again.",
       "27": "Personally, I disagree with their ideas.",
       "28": "Personally, I believe that congenial work, with excitement and change, would do me good.",
       "29": "But what is one to do?"
    }
}

